{
    "services": [
      {
        "id": 1,
        "name": "Venue Rental",
        "image": "https://i.ibb.co/mXpsCxP/amaizing-decoratedwedding-ceremony.jpg",
        "price": "$5,000",
        "description": "Elegant and spacious venue for your dream wedding.Whatever you are planning, from the wedding of a lifetime to a small party, a corporate one off product launch or a large scale county show, we can provide not just the marquee, but furniture, generators and catering equipment to make your event.  ",
        "button": "Book Now"
      },
      {
        "id": 2,
        "name": "Catering",
        "image": "https://i.ibb.co/xsf4RWZ/decorated-wedding-celebration-table-with-guests-seats-outdoors-gardens-with-mountain-view.jpg",
        "price": "$10,000",
        "description": "Exquisite menu options to delight your guests.From food to decor we have them all. We focus on catering, decoration, photography, pretty much all the service for your event. We offer food for your event. Our first class chef will help you serve good quality food.",
        "button": "Book Now"
      },
      {
        "id": 3,
        "name": "Photography",
        "image": "https://i.ibb.co/Xs8ww0h/couple-hugging-their-dance.jpg",
        "price": "$3,500",
        "description": "Capture every special moment with our professional photographers.. What’s relatively recent is the quality of photography and videography. ",
        "button": "Book Now"
      },
      {
        "id": 4,
        "name": "Floral Arrangements",  
        "image": " https://i.ibb.co/JtQGgzT/wedding-archway-backyard-happy-wedding-couple-outdoors-before-wedding-ceremony-1.jpg",
        "price": "$2,500",
        "description": "Breathtaking flower arrangements to enhance your decor.Welcome to our exquisite Floral Service for Wedding Event Management! We specialize in transforming your special day into a blooming masterpiece. ",
        "button": "Book Now"
      },
      {
        "id": 5,
        "name": "Music & Entertainment",
        "image": "https://i.ibb.co/R0M9hJd/musicial-music-live-band-performing-stage-with-different-lights.jpg",
        "price": "$4,000",
        "description": "Introducing our exceptional Music & Entertainment Service for Wedding Event Management! We understand that music sets the tone for unforgettable celebrations, and our talented team is dedicated to curating a sensational auditory experience for your special day.",
        "button": "Book Now"
      },
      {
        "id": 6,
        "name": "Wedding Planning",
        "image": "https://i.ibb.co/NVfz4Zt/female-wedding-planner-working-ceremony.jpg ",
        "price": "$7,500",
        "description": "Welcome to our premier Wedding Planning Service for Event Management! With years of expertise and a passion for creating dream weddings, we are dedicated to turning your vision into a seamless reality. Our highly skilled team takes care of every detail, from venue selection to decor, catering, and more, ensuring your day is nothing short of perfect. ",
        "button": "Book Now"
      }
    ]
  }
  